// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "Convert";
"Favorites" = "Favorites";
"Settings" = "Settings";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Tap " = "Tap ";
"to add a currency pair to favorites" = "to add a currency pair to favorites";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "Preferences";
"Stay in touch" = "Stay in touch";
"About" = "About";

/* Picker label */
"Default currency" = "Default currency";

/* Search Bar label */
"Search..." = "Search...";

/* Link to rate app */
"Rate Simoleon" = "Rate Simoleon";

/* Link to go to Twitter */
"Developer's Twitter" = "Developer's Twitter";

/* Link to contact */
"Contact" = "Contact";

/* Link to website */
"Website" = "Website";

/* Link to privacy policy */
"Privacy Policy" = "Privacy Policy";

/* Link to terms of use */
"Terms of Use" = "Terms of Use";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "Unlock All Access";

/* Subscription feature titles */
"Favorite Forex Pairs" = "Favorite Forex Pairs";
"Over 170 Currencies" = "Over 170 Currencies";
"Everything is Up-to-date" = "Everything is Up-to-date";
"Cryptos and Commodities" = "Cryptos and Commodities";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "Save any currency pair to access them quickly.";
"Access almost every currency of the world." = "Access almost every currency of the world.";
"Your settings and favorite currencies in all your devices." = "Your settings and favorite currencies in all your devices.";
"Convert currency between cryptos, gold, and silver." = "Convert currency between cryptos, gold, and silver.";

/* Button to dismiss modal sheet */
"Cancel" = "Cancel";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "Currencies";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "From %@ to %@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "Enter amount";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "Categories";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "Subscribe for %@ / month";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "Restore purchases";

/* Alert title */
"No subscriptions found" = "No subscriptions found";

/* Alert message */
"You are not subscripted to Simoleon yet." = "You are not subscripted to Simoleon yet.";
